tamasfe.even-better-toml
ms-vscode.powershell
ms-vscode-remote.remote-containers
ms-azuretools.vscode-containers
redhat.vscode-yaml
ms-kubernetes-tools.vscode-kubernetes-tools
ms-azuretools.vscode-docker
docker.docker
hediet.vscode-drawio
ms-toolsai.jupyter-keymap
ms-toolsai.vscode-jupyter-slideshow
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.jupyter-renderers
ms-toolsai.jupyter
ms-toolsai.datawrangler
ms-python.vscode-python-envs
ms-python.debugpy
ms-python.python
charliermarsh.ruff
mechatroner.rainbow-csv
ms-vscode-remote.remote-ssh
ms-vscode.remote-explorer
ms-vscode-remote.remote-ssh-edit
ms-azure-devops.azure-pipelines
mikestead.dotenv
github.github-vscode-theme
ms-vscode.makefile-tools
jebbs.plantuml
pkief.material-icon-theme
pkief.material-product-icons
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack